<template>
  <div id="about">
    <p>
      简介
      网龙网络控股有限公司（香港交易所股份代号：777）成立于一九九九年，总部位于中国福建福州。网龙各项经济指标均位居国内同行业前列，跻身福布斯全球企业2,000强，是国家规划布局的重点软件企业、国家文化产业示范基地、国家文化出口重点企业，连续三年荣膺全国文化企业30 强，入选《福布斯》中文版「中国潜力企业」高成长上市企业百强榜单第三名，连续六年跻身国家工信部发布的「中国互联网企业百强榜」。此外，网龙还被纳入恒生综合大中型股指数，深港通和沪港通成份股。网龙现有员工逾7,000 人，两次荣获《财富》杂志评选的“卓越雇主——中国最适宜工作的公司”。

      网龙核心业务始终走在行业前沿，二零零一年，创建了网络游戏门户－17173.com；作为网络游戏的先锋，自主研发著名的旗舰游戏《魔域》及《征服》，广受玩家欢迎；推出了广受用户欢迎的智能手机服务平台－91 无线。二零一三年，网龙以19亿美金将91 无线出售于百度。

      网龙是中国领先的网络游戏开发商、运营商和发行商，也是较早走出国门并成功运营的民族网游企业。先后自主研发了包括《征服》、《魔域》、《英魂之刃》、《虎豹骑》等在内的多款网游及手游精品，现今产品覆盖英、法、西班牙、阿拉伯等11种语言区域180多个国家的游戏市场。网龙始终推进自主创新提升核心竞争力，自主研发了C3、S3 等游戏开发引擎，为国内少数掌握从2D、2.5D到3D全系列开发引擎的企业，成为网游公共服务的典范。多年来，网龙连续获得新闻出版广电总局颁发的「中国游戏海外拓展奖」、「中国十佳游戏开发商」、「中国十佳游戏运营商」、「中国十佳营销企业」以及「金翎奖」等重量级奖项和殊荣，被商务部等国家部委评为「中国文化出口重点企业」。二零一六年，《英魂之刃》还获得了由国家体育总局颁发的「中国最佳自研电竞项目」。二零一七年，网龙荣获中国游戏风云榜“十大卓越手机游戏公司”奖。

      网龙已成为全球在线及移动互联网教育行业的主要参与者，致力于打造一个面向全球的百亿级互联网教育企业，成为推动全球教育发展和创新的力量。网龙从硬件、软件、平台、资源打造出国内完整的教育细分市场服务平台体系，业务涵盖学前教育、基础教育、高等教育、职业教育、企业培训、非学历及终身教育等六大部分。凭借在移动互联网的技术及知识，打造了K12 教育平板－101 同学Pad；通过整合开放教育云平台及覆盖全球的教育资源库，形成专门针对K12 阶段研发的智能教与学整体解决方案「101 智慧教室」及便捷化备授课软件「101教育PPT」。此外，网龙还与海内外知名教育机构和出版社建立了战略伙伴关系。通过整合国际优质教育企业，获得海量优质教育资源。

      近年来，网龙不断加速教育战略的全球布局。二零一五年，网龙成功收购国内知名的智能语音技术服务提供商苏州驰声信息科技有限公司，通过整合其优秀的语音技术来丰富教育产品，在语音评测、语音识别和语言教学领域提供独特的价值。同年，网龙宣布完成收购英国上市公司普罗米休斯，其优秀的教育硬件产品和软件技术，与公司自有的101系列产品实现了产品技术融合创新。二零一七年，网龙收购教育产品供货商JumpStart进一步扩大其互联网社区。二零一八年，网龙收购K12学习社区Edmodo，其拥有超9000万注册用户。通过近年来的教育战略投资，网龙的业务版图已经覆盖全球100 多个国家的100 多万间教室，惠及200 万名教师和3000 万名学生用户。

      网龙抢占VR 发展先机，率先打造产业标杆。二零一六年，网龙协助政府打造面向全球的「中国·福建VR产业基地」，基地规划涵盖了软件研发、硬件生产、内容资源共享、人才培训、应用体验等与VR 产业相关的各个生产领域。福建将VR 产业作为重点发展产业，提出打造「中国（福州）VR产业核心区域」，网龙被赋予建设福建VR产业基地的重任，依托福建在「一带一路」建设中的纽带优势，网龙致力整合全球资源，构建VR 生态圈， 积极将VR/扩增实境（「AR」）技术应用于游戏、教育、家居等业务领域，促进产业升级发展。为了进一步推进VR/ AR战略，二零一六年，网龙收购了CherrypicksAlpha；并战略性投资ARHT Media，达成合资企业合作协议，这两家都是AR 技术的领先者，它们的加入，为网龙抢滩亿万级VR/AR 市场奠定了坚实后盾。

      目前，网龙VR/AR 已经在教育、游戏、家居、旅游等多领域落地开花。先后推出101VR沉浸教室、101VR创客教室等数十款产品及解决方案。此外，网龙还推出了面向K12教育市场并涵括大量3D素材的教育性DIY VR编辑软件－VR编辑器；网龙还建成一站式VR体验中心，让更多人真切感受VR的应用前景和魅力所在。同时，网龙全面布局数字教育，推出“AI+教育”产品“101教育PPT—AI助教”，实现教育的智能化、个性化、多元化。

      网龙始终肩负着上市企业的社会责任感作为文化引导，持续发挥企业的社会效益。作为全国防沉迷系统发起者之一，网龙积极参与网络游戏防沉迷系统的开发普及，倡导和践行绿色上网、健康娱乐理念，并积极参与文化部游戏自审制度的构建；以不同层次学龄童为重点向社会传播传统道德文化；积极配合YBC福建办公室实施中国青年创业国际计划，培训辐射面累计达到近十万人次，成立福建网龙青年创业基金，为创意人才提供创业培训、导师辅导等公益服务。
    </p>
  </div>
</template>
<script>
  export default {
    data() {
      return {}
    }
  }
</script>
